{
    "auth": {
        "title": "Authentication | Cadsquad",
        "description": "Access the Cadsquad platform to manage engineering projects, technical documents, and collaborate with your team. Log in or create a new account today.",
        "keywords": "Cadsquad, login, register, engineering platform, project management, CAD, mechanical design, 3D modeling, technical documents",
        "canonical": "https://staff.cadsquad.vn/auth",
        "ogTitle": "Authentication | Cadsquad",
        "ogDescription": "Access the Cadsquad engineering platform to manage projects and collaborate efficiently. Log in or create your free account today.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "overview": {
        "title": "Overview | Cadsquad",
        "description": "Cadsquad Project Management System streamlines mechanical design workflows, tracks tasks, manages CAD files, enables team collaboration, and ensures on-time, high-quality project delivery.",
        "keywords": "CAD services, mechanical design, CAD outsourcing, CAD Vietnam, product development, CAD experts, 2D CAD, 3D CAD, CAD drafting, CAD engineering, services de CAO, conception mécanique, externalisation CAO, ingénierie Vietnam, conception de produit, experts CAO, dessin technique, CAO 2D, CAO 3D",
        "canonical": "https://staff.cadsquad.vn/",
        "ogTitle": "Cadsquad Vietnam - High-Quality CAD & Mechanical Design Services",
        "ogDescription": "Expert CAD services from Vietnam. Mechanical design, 2D/3D modeling, drafting, and more for global businesses.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "workbench": {
        "title": "Workbench | Cadsquad",
        "description": "Manage, design, and collaborate efficiently with Cadsquad Workbench — your hub for mechanical projects, CAD files, and workflow tracking.",
        "keywords": "CAD workbench, mechanical design tools, CAD file management, CAD project tracking, collaborative CAD platform, 3D design tools, CAD Vietnam, Cadsquad Workbench",
        "canonical": "https://staff.cadsquad.vn/workbench",
        "ogTitle": "Cadsquad Workbench - Streamlined CAD Collaboration Platform",
        "ogDescription": "Access Cadsquad Workbench to design, manage, and collaborate seamlessly across mechanical design projects and CAD files.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "profile": {
        "title": "Profile | Cadsquad",
        "description": "Manage your personal and professional CAD designer profile, track activity, and showcase expertise within the Cadsquad ecosystem.",
        "keywords": "CAD designer profile, engineer portfolio, Cadsquad account, CAD professional, project history, CAD team members, mechanical engineer profile",
        "canonical": "https://staff.cadsquad.vn/profile",
        "ogTitle": "Cadsquad Profile - Manage Your CAD Designer Account",
        "ogDescription": "View and update your Cadsquad profile to showcase your CAD expertise and manage project participation.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "projectCenter": {
        "title": "Project Center | Cadsquad",
        "description": "Your project management hub — track progress and status effortlessly.",
        "keywords": "CAD project center, Cadsquad guide, new engineer setup, mechanical design training, CAD team project center, project management intro, CAD Vietnam",
        "canonical": "https://staff.cadsquad.vn/project-center",
        "ogTitle": "Cadsquad Project center - Start Your CAD Journey",
        "ogDescription": "Follow Cadsquad’s project center process to learn key tools, manage your first CAD project, and collaborate efficiently.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "documents": {
        "title": "Documents | Cadsquad",
        "description": "Centralize and manage all CAD documents, design files, and technical drawings securely with Cadsquad.",
        "keywords": "CAD documents, design drawings, technical files, CAD management, engineering documents, CAD file version control, secure CAD storage",
        "canonical": "https://staff.cadsquad.vn/documents",
        "ogTitle": "Cadsquad Documents - Secure CAD File Management",
        "ogDescription": "Organize and manage all your CAD drawings and project documents in one secure place with Cadsquad Documents.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "team": {
        "title": "Team | Cadsquad",
        "description": "Collaborate with CAD engineers and designers worldwide. Manage roles, permissions, and teamwork seamlessly with Cadsquad Team.",
        "keywords": "CAD team management, CAD collaboration, engineering team, mechanical design teamwork, CAD Vietnam, project team coordination, Cadsquad Team",
        "canonical": "https://staff.cadsquad.vn/team",
        "ogTitle": "Cadsquad Team - Collaborative CAD Design Environment",
        "ogDescription": "Build and manage your CAD team with Cadsquad — collaborate across projects with real-time updates and communication.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    },
    "settings": {
        "title": "Settings | Cadsquad",
        "description": "Customize your Cadsquad workspace. Manage notifications, account details, language, and appearance preferences.",
        "keywords": "CAD settings, Cadsquad preferences, user account, CAD workspace, notification settings, language configuration, CAD system setup",
        "canonical": "https://staff.cadsquad.vn/settings",
        "ogTitle": "Cadsquad Settings - Personalize Your CAD Experience",
        "ogDescription": "Adjust your Cadsquad settings to personalize language, notifications, and appearance for an optimized CAD workflow.",
        "ogImage": "https://res.cloudinary.com/dqx1guyc0/image/upload/v1754592421/Cadsquad/ogImage_mogssp.png"
    }
}